"Due: %@" = "Fällig: %@";
"Topics" = "Themen";
"Upload" = "Hochladen";
"Align Levels" = "Ebenen ausrichten";
"Siblings" = "Nebenpunkte";
"Sorry - the license name and code did not match. Please re-enter (and it's case sensitive)" = "Tut uns leid. Lizenzname und Code stimmen nicht überein. Bitte erneut eingeben (Groß-/Kleinschreibung beachten)";
"New Parent" = "Neuer Hauptpunkt";
"Create" = "Erstellen";
"Compose Email" = "E-Mail verfassen";
"Settings" = "Einstellungen";
"Library Images" = "Bilder aus Bibliothek";
"Show Status Bar" = "Statusleiste anzeigen";
"Make Topic(s)" = "Thema/Themen erstellen";
"Maps" = "Maps";
"Failed to reveal saved passwords" = "Anzeigen gespeicherter Passwörter fehlgeschlagen";
"Sync Now" = "Jetzt synchronisieren";
"Thank you!" = "Vielen Dank!";
"Concave" = "Konkav";
"Light Pastel" = "Helle Pastelltöne";
"Focus is locked to the currently selected topics.\n\n(Re-enable this option with no selected topics and the focus will then follow the selection.)" = "Der Fokus ist auf die aktuell ausgewählten Themen eingerastet.\n\n(Aktivieren Sie diese Option ohne Themenauswahl erneut und der Fokus wird dann der Auswahl folgen.)";
"Quick Filter" = "Schnellfilter";
"+ for rollup" = "+ für Rollup";
"Fill" = "Füllen";
"Empty" = "Leeren";
"Saved Image" = "Gespeichertes Bild";
"Next" = "Weiter";
"(No auto alignment)" = "(Kein autom. Ausrichten)";
"Properties" = "Eigenschaften";
"Swap Ends" = "Enden vertauschen";
"This map has been modified on multiple devices simultaneously - meaning there is a conflict. Please choose which version to keep. If in doubt choose Keep All.\n\nTip: Long press on a version to see a larger image." = "Diese Karte wurde auf mehreren Geräten gleichzeitig abgeändert, d. h. es besteht ein Konflikt. Geben Sie bitte an, welche Version beibehalten werden soll. Im Zweifel wählen Sie \"Alle beibehalten\".\n\nTipp: Halten Sie die betreffende Version gedrückt, um eine größere Darstellung zu sehen.";
"Modified Date" = "Änderungsdatum";
"Can only upload a single format" = "Kann nur ein einzelnes Format hochladen";
"Circle" = "Kreis";
"Horizontally" = "Horizontal";
"Task Report by Project for %@" = "Aufgabenbericht nach Projekt für %@";
"Today" = "Heute";
"Fit Selection" = "Auswahl anpassen";
"not equal to" = "nicht gleich";
"Please enter a name for the style." = "Bitte einen Namen für den Stil eingeben.";
"Thank you for considering iThoughtsX. If you have any questions, suggestions or issues please visit the website and let us know." = "Vielen Dank, dass Sie iThoughtsX in Betracht ziehen. Wenn Sie Fragen, Anregungen oder Probleme haben, besuchen Sie bitte die Website und lassen Sie uns dies wissen.";
"This map is read-only" = "Diese Map ist schreibgeschützt";
"Diamond" = "Diamant";
"Cloud Accounts" = "Cloud-Accounts";
"New Floating" = "Neues schwebendes";
"to Clipboard" = "in die Zwischenablage";
"in the last" = "innerhalb der/des letzten";
"Center 100%" = "100% zentrieren";
"Last Hour" = "Letzte Stunde";
"Center" = "Zentriert";
"Sort By" = "Sortieren nach";
"Auto-configure Dropbox syncing?" = "Dropbox-Sync autom. konfigurieren?";
"Old Password:" = "Altes Passwort:";
"second" = "Sekunde";
"Kinked" = "Geknickt";
"This cannot be undone. Existing maps using this style will not be modified." = "Dies kann nicht rückgängig gemacht werden. Bestehende Maps, die diesen Stil verwenden, werden nicht abgeändert.";
"Paste" = "Einfügen";
"Linked Maps" = "Verknüpfte Maps";
"Select a single topic then enter notes here.." = "Wählen Sie ein einzelnes Thema aus und geben Sie hier Notizen ein.";
"Edit Notes/Topic" = "Notizen/Thema bearbeiten";
"No Fill" = "Nicht gefüllt";
"Research" = "Recherche";
"Right" = "Rechts";
"Average progress: %@" = "Durchschnittl. Fortschritt: %@";
"Quick Thoughts" = "Geistesblitze";
"Traditional" = "Traditionell";
"Unreachable" = "Nicht erreichbar";
"Modified This Week" = "Diese Woche abgeändert";
"Save point functions require SQLite 3.7" = "Speicherpunktfunktionen erfordern SQLite 3.7";
"Tap the canvas with 2 fingers to show or hide the arrow keys." = "Mit 2 Fingern auf die Leinwand tippen, um die Pfeiltasten ein- oder auszublenden.";
"Failed to send email. Do you have an email account configured?" = "Senden der E-Mail fehlgeschlagen. Haben Sie einen E-Mail-Account konfiguriert?";
"Red" = "Rot";
"Page Load Failed" = "Laden der Seite fehlgeschlagen";
"Remove Last Icon" = "Letzes Symbol entfernen";
"Please wait..." = "Bitte warten...";
"Select All" = "Alle auswählen";
"Ooops!" = "Ups!";
"Progress" = "Fortschritt";
"Floating" = "Schwebend";
"Align" = "Ausrichten";
"Branch Layout" = "Zweig-Layout";
"AppStore Receipt Validation Failed" = "AppStore-Belegvalidierung fehlgeschlagen";
"Multiple Copies Installed" = "Mehrere Kopien installiert";
"Purchase iThoughts" = "iThoughts kaufen";
"Auto Zoom" = "Auto-Zoom";
"Examples" = "Beispiele";
"Release Notes" = "Versionshinweise";
"words/characters %ld/%ld" = "Wörter/Zeichen %1$ld/%2$ld";
"Remove" = "Entfernen";
"minutes" = "Minuten";
"Oval" = "Oval";
"Create Relationship" = "Beziehung erstellen";
"Link Inserted" = "Link eingefügt";
"Sync Formats" = "Sync-Formate";
"Full" = "Ganz";
"Leave AppStore Review" = "Im App Store bewerten";
"Edit not supported. Please consider purchasing the fully functional iThoughts app." = "Bearbeiten nicht unterstützt. Erwägen Sie bitte den Kauf der voll funktionsfähigen iThoughts-App.";
"Places" = "Orte";
"Edit" = "Bearbeiten";
"End" = "Ende";
"Research Site" = "Website-Recherche";
"Color" = "Farbe";
"More Options" = "Weitere Optionen";
"Failed to get folder contents\n(code=%ld)" = "Abrufen der Ordnerinhalte fehlgeschlagen\n(Code = %ld)";
"Priority2" = "Priorität 2";
"Topic Shape" = "Themenform";
"Select a single topic to view its note.." = "Wählen Sie ein einzelnes Thema aus, um dessen Notizen einzusehen.";
"Image Inserted" = "Bild eingefügt";
"...by Resource" = "...nach Ressource";
"Show/Hide Notes" = "Notizen ein-/ausblenden";
"Trash" = "Papierkorb";
"Flashcards" = "Lernkarten";
"less than" = "kleiner als";
"Later" = "Später";
"Apply" = "Anwenden";
"Superscript" = "Hochgestellt";
"Point Size" = "Schriftgrad";
"Open Favourite" = "Favorit öffnen";
"Folders" = "Ordner";
"Topic Color" = "Themenfarbe";
"Name cannot be blank" = "Name kann nicht leer sein";
"Style" = "Stil";
"Password" = "Passwort";
"AppStore Receipt Validation Succeeded" = "AppStore-Belegvalidierung erfolgreich";
"Save Image (library)" = "Bild speichern (Bibliothek)";
"TODO" = "Offene Punkte";
"Shape" = "Form";
"System Settings" = "Systemeinstellungen";
"User name" = "Benutzername";
"Open Map" = "Map öffnen";
"greater than" = "größer als";
"Orange" = "Orange";
"Text Added" = "Text hinzugefügt";
"Show modified" = "Abgeänderte anzeigen";
"contains" = "enthält";
"Topic" = "Thema";
"seconds" = "Sekunden";
"Unknown" = "Unbekannt";
"Branches" = "Zweige";
"New" = "Neu";
"between" = "zwischen";
"Zoom" = "Zoomen";
"Set" = "Sichern";
"Delete the cloud copies also?" = "Cloud-Kopien ebenfalls löschen?";
"Restore the contents of this archive? (nothing will be overwritten.)" = "Inhalte dieses Archivs wiederherstellen? (Es wird nichts überschrieben.)";
"Vertically" = "Vertikal";
"Merge" = "Zusammenführen";
"Central Idea" = "Zentrale Idee";
"Layout" = "Layout";
"Everything in the trash will be permanently deleted. This cannot be undone." = "Der gesamte Papierkorbinhalt wird dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.";
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Das Gerät ist nicht zum Senden von E-Mails konfiguriert. Konfigurieren Sie bitte die E-Mail-Einstellungen in der Einstellungen-App.";
"Trial Remaining (%ld days)" = "Verbleibende Testzeit (%ld Tage)";
"not in the last" = "nicht innerhalb der/des letzten";
"Rename '%@'?" = "'%@' umbenennen?";
"Show 2 Levels" = "2 Ebenen anzeigen";
"Level1 Taper" = "Konus Ebene1";
"Text" = "Text";
"Local Folder" = "Lokaler Ordner";
"not same as" = "nicht gleich wie";
"Photo" = "Foto";
"Yes" = "Ja";
"minute" = "Minute";
"Grayscale" = "Graustufen";
"Please select at least one topic before attempting to make a slide." = "Bitte mindestens ein Thema auswählen, bevor Sie versuchen, eine Folie zu erstellen.";
"Favourites" = "Favoriten";
"Images Appendix" = "Bilder als Anhang";
"Select All Topics" = "Alle Themen auswählen";
"Show Modified" = "Abgeänderte anzeigen";
"Highlight" = "Hervorheben";
"Read-only Enabled" = "Schreibschutz aktiviert";
"Save/Log in" = "Speichern/Anmelden";
"Family" = "Familie";
"US Legal" = "US-Legal";
"Line Color" = "Linienfarbe";
"If you’re unhappy with iThoughts or would like to suggest improvements then please contact me direct." = "Wenn Sie mit iThoughts unzufrieden sind oder Verbesserungsvorschläge haben, nehmen Sie bitte direkt mit mir Kontakt auf.";
"Take Photo" = "Foto aufnehmen";
"Application ID functions require SQLite 3.7.17" = "Anwendungs-ID-Funktionen erfordern SQLite 3.7.17";
"Due This Week" = "Diese Woche fällig";
"New Item" = "Neues Element";
"not between" = "nicht zwischen";
"Untitled" = "Unbenannt";
"Calendar" = "Kalender";
"Level0" = "Ebene0";
"Text Size" = "Textgröße";
"Strikethrough" = "Durchgestrichen";
"No Numbering" = "Keine Nummerierung";
"Recent" = "Kürzliche";
"Font" = "Schrift";
"Both" = "Beide";
"Modified in Last Hour" = "Letzte Stunde abgeändert";
"Cannot inspect text" = "Text kann nicht überprüft werden";
"Delete" = "Löschen";
"Contact the Developer" = "Entwickler kontaktieren";
"Not Set" = "Nicht gesetzt";
"Hint" = "Tipp";
"Linked Folders" = "Verknüpfte Ordner";
"Link" = "Link";
"Slide List" = "Folienliste";
"Filter" = "Filtern";
"Format" = "Format";
"Receive Email Updates" = "E-Mail-Updates abonnieren";
"Standard CSV (.csv)" = "Standard-CSV (.csv)";
"Attached are SVG, PDF and PNG versions of the iThoughts Doodle\n" = "Beigefügt sind SVG-, PDF- und PNG-Versionen des iThoughts-Doodle\n";
"Save" = "Speichern";
"Show Branches" = "Zweige einblenden";
"Failed to Locate Topic" = "Thema nicht gefunden";
"Please choose one or more formats." = "Bitte mindestens ein Format auswählen.";
"Notes Page Size" = "Seitengröße Notizen";
"Importing..." = "Importieren...";
"Yesterday" = "Gestern";
"Show Arrow Keys" = "Pfeiltasten anzeigen";
"Level1" = "Ebene1";
"Add to Note" = "Zu Notiz hinzufügen";
"tw.hyperlink" = "Link";
"None" = "Ohne";
"View Email" = "E-Mail anzeigen";
"Radial" = "Radial";
"Callout" = "Callout";
"Website" = "Website";
"Pill" = "Kapsel";
"Clear" = "Leeren";
"Name cannot contain the following characters <>:\"/\\|?*" = "Name darf keine dieser Zeichen enthalten <>:\"/\\|?*";
"Copy" = "Kopieren";
"Map Already Exists" = "Map bereits vorhanden";
"Syncing is paused - your account details need to be re-entered." = "Synchronisierung wurde angehalten – Ihre Account-Details müssen erneut eingegeben werden.";
"topic/word: %ld/%ld, note/word: %ld/%ld" = "Thema/Wörter: %1$ld/%2$ld, Notiz/Wörter: %3$ld/%4$ld";
"Report" = "Bericht";
"Export to Things" = "Zu Things exportieren";
"Event Created" = "Event erstellt";
"Saved" = "Gespeichert";
"Why?" = "Warum?";
"Sync Failed\n\nLogin Required" = "Synchronisierung fehlgeschlagen\n\nAnmeldung erforderlich";
"No WiFi Connection" = "Keine WLAN-Verbindung";
"Unlink Folder" = "Ordnerverknüpfung aufheben";
"%1.1f KB" = "%1.1f KB";
"greater than or equal to" = "größer als oder gleich";
"Loading..." = "Laden...";
"Tapered" = "Konisch";
"Level2" = "Ebene2";
"Start Color" = "Startfarbe";
"Save Document" = "Dokument speichern";
"Getting folder contents" = "Ordnerinhalte abrufen";
"Image Width" = "Breite des Bilds";
"Name" = "Name";
"Full Screen View" = "Vollbildansicht";
"Press and hold a map in the 'Recent' or 'Folders' list to add it to your favourites." = "Drücken und halten Sie eine Map in der Liste 'Kürzliche' oder 'Ordner', um sie zu Ihren Favoriten hinzuzufügen.";
"Triangle" = "Dreieck";
"List (numbers)" = "Liste (nummeriert)";
"Auto" = "Automatisch";
"Map Layout" = "Map-Layout";
"Doodle" = "Doodle";
"Don't show this again" = "Nicht erneut anzeigen";
"New Topic" = "Neues Thema";
"weeks" = "Wochen";
"≈%ld page(s)" = "≈%ld Seite(n)";
"Title" = "Titel";
"Description" = "Beschreibung";
"Level3" = "Ebene3";
"Clockface" = "Ziffernblatt";
"earlier than" = "früher als";
"Reset" = "Zurücksetzen";
"Failed to Locate '%@'" = "'%@' nicht gefunden";
"Copy Size" = "Größe kopieren";
"Server URL" = "Server-URL";
"This folder will be redownloaded during the next sync - unless the corresponding folder in the cloud is also deleted." = "Dieser Ordner wird während der nächsten Synchronisierung erneut heruntergeladen – es sei denn, der zugehörige Ordner in der Cloud wird ebenfalls gelöscht.";
"Complete" = "Erledigt";
"Single Page" = "Einzelseite";
"Present Notes" = "Notizen aufzeigen";
"Quit and Show in Finder" = "Beenden und im Finder zeigen";
"Sending to iThoughts" = "Senden an iThoughts";
"Left" = "Links";
"Map ≈ %ld pages" = "Map ≈ %ld Seiten";
"%@ visible + %@ hidden children" = "%1$@ sichtbare + %2$@ ausgeblendete Unterpunkte";
"Delete not supported. Please consider purchasing the fully functional iThoughts app." = "Löschen nicht unterstützt. Erwägen Sie bitte den Kauf der voll funktionsfähigen iThoughts-App.";
"later than" = "später als";
"Show Topics" = "Themen einblenden";
"Attempt Recovery" = "Wiederherstellung versuchen";
"Bottom" = "Unten";
"%ldpt  ⊢%ld⊣" = "%1$ldpt  ⊢%2$ld⊣";
"Graph Paper" = "Millimeterpapier";
"Project Tasks (.html)" = "Projektaufgaben (.html)";
"No Icons to Remove" = "Keine Symbole zu entfernen";
"Please select 2 topics (CMD click) to be linked." = "Wählen Sie bitte zwei zu verbindende Themen (CMD-Klick).";
"The document '%@' has been added to your library." = "Das Dokument '%@' wurde zu Ihrer Bibliothek hinzugefügt.";
"Show/Hide Outline" = "Übersicht ein-/ausblenden";
"Linking to the root folder is possible but not recommended. Each time it syncs it needs to check in all sub folders and this can take a long time on the root folder. Better to link multiple folders if possible." = "Verknüpfen mit dem Stammorder ist möglich, wird jedoch nicht empfohlen. Bei jeder Synchronisierung werden alle Unterordner überprüft, was sehr zeitaufwendig sein kann. Wenn möglich, sollten stattdessen mehrere Ordner verknüpft werden.";
"Link Style" = "Verbindungsstil";
"ends with" = "endet mit";
"Save As" = "Speichern als";
"Invalid Password" = "Ungültiges Passwort";
"⌥⌘T or Double-click to add a note.." = "⌥⌘T oder Doppelklicken, um eine Notiz hinzuzufügen ...";
"Redo" = "Wiederholen";
"Level4" = "Ebene4";
"Underline" = "Unterstrichen";
"Open in Marked" = "In Marked öffnen";
"The document '%@' is not stored in iCloud and so cannot participate in Handoff." = "Das Dokument '%@' ist nicht in iCloud gespeichert und kann daher nicht zur Handoff herangezogen werden.";
"Delete Selection" = "Auswahl löschen";
"More help.." = "Mehr Hilfe...";
"Favourite Icon1" = "Bevorzugtes Symbol 1";
"More" = "Mehr";
"Show" = "Anzeigen";
"Indent" = "Einrücken";
"New Sibling After" = "Neuer Nebenpunkt danach";
"Dark Pastel" = "Dunkle Pastelltöne";
"days" = "Tage";
"...saved in rule library." = "...in Regel-Bibliothek gespeichert.";
"Favourite Icon2" = "Bevorzugtes Symbol 2";
"Text Width" = "Textbreite";
"Map Colors" = "Map-Farben";
"modified: %@" = "abgeändert: %@";
"to New Map" = "zu neuer Map";
"Boundary" = "Abgrenzung";
"Email Address" = "E-Mail-Adresse";
"Rectangle" = "Rechteck";
"My Notes" = "Meine Notizen";
"Level5" = "Ebene5";
"years" = "Jahre";
"The document '%@' does not exist." = "Das Dokument '%@' existiert nicht.";
"Top Down" = "Top-Down";
"Styles" = "Stile";
"Favourite Icon3" = "Bevorzugtes Symbol 3";
"Priority3" = "Priorität 3";
"Table (4 columns)" = "Tabelle (4 Spalten)";
"Open Document" = "Dokument öffnen";
"Clockwise" = "Im Uhrzeigersinn";
"Email Doodle" = "Doodle e-mailen";
"Show %ld Levels" = "%ld Ebenen anzeigen";
"Off" = "Aus";
"Due Date" = "Fälligkeitstermin";
"Make Topic" = "Thema erstellen";
"Icons Removed" = "Symbole entfernt";
"New Folder" = "Neuer Ordner";
"Partial" = "Teilweise";
"Help" = "Hilfe";
"Deleting" = "Löschen";
"The local folder '%@' is linked to cloud folder '%@' on '%@'" = "Der lokale Ordner '%1$@' ist mit dem Cloud-Order '%2$@' auf '%3$@' verknüpft";
"Yellow" = "Gelb";
"Maximum topic count (%ld) exceeded. Please consider purchasing the fully functional iThoughts app." = "Maximale Themenanzahl (%ld) überschritten. Erwägen Sie bitte den Kauf der voll funktionsfähigen iThoughts-App.";
"Replace" = "Ersetzen";
"This will apply descending font sizes to each level of topic." = "Dadurch werden auf jeder Themenebene absteigende Schriftgrößen angewendet.";
"months" = "Monate";
"Level6" = "Ebene6";
"New Child" = "Neuer Unterpunkt";
"Conflicts" = "Konflikte";
"Cannot Overwrite Map/Folder" = "Map/Ordner kann nicht überschrieben werden";
"Email" = "E-Mail";
"Thank you for purchasing iThoughtsX, we hope you enjoy using it. Any questions, suggestions or issues please visit toketaware.com and email us" = "Vielen Dank für Ihren Kauf von iThoughtsX. Wenn Sie Fragen, Anregungen oder Probleme haben, gehen Sie bitte zu toketaware.com und senden uns eine E-Mail";
"Clear All" = "Alle zurücksetzen";
"The map cannot be found on this Mac. Would you like to remove it from your favourites." = "Map auf diesem Mac nicht gefunden. Möchten Sie sie aus den Favoriten entfernen?";
"Topic variable" = "Themenvariable";
"Table (2 columns)" = "Tabelle (2 Spalten)";
"Task Completed" = "Erledigte Aufgaben";
"Topic(s) Added" = "Thema/Themen hinzugefügt";
"Since Open" = "Seit Öffnen";
"New Password:" = "Neues Passwort:";
"Text Color" = "Textfarbe";
"URL" = "URL";
"Downloading into a linked folder is possible but not recommended. It's better to let the sync process download it automatically." = "Herunterladen in einen verknüpften Ordner ist möglich, wird jedoch nicht empfohlen. Es ist besser, solche Elemente durch den Sync-Prozess automatisch herunterladen zu lassen.";
"Map no longer exists. Would you like to remove it from favourites?" = "Map existiert nicht mehr. Möchten Sie sie aus den Favoriten entfernen?";
"Apply Defaults" = "Standardwerte anwenden";
"All" = "Alle";
"variable name" = "Variablenname";
"Would you like to embed the document in a topic or copy its contents to the clipboard?" = "Möchten Sie das Dokument in ein Thema einbetten oder dessen Inhalte in die Zwischenablage kopieren?";
"Float" = "Schwebend";
"Template Styles" = "Vorlagenstile";
"Start Sync" = "Sync starten";
"The conflicting versions have been saved in the '%@' folder on this device. They are no longer in iCloud." = "Die gegensätzlichen Versionen wurden im Ordner '%@' auf diesem Gerät gespeichert. Sie sind nicht mehr in iCloud.";
"doesn't contain" = "enthält nicht";
"Selected ≈ %ld pages" = "Ausgewählt ≈ %ld Seiten";
"Custom Styles" = "Benutzerdefinierte Stile";
"Right Angled" = "Rechtwinklig";
"OK" = "OK";
"(All auto aligned)" = "(Alle autom. ausgerichtet)";
"Remaining" = "Verbleibend";
"Authorisation Failed" = "Autorisierung fehlgeschlagen";
"Note" = "Notiz";
"Restore" = "Wiederherstellen";
"Show/Hide Branch" = "Zweig ein-/ausblenden";
"Stroke Color" = "Strichfarbe";
"Failed to amend map" = "Map abändern fehlgeschlagen";
"Task Reports" = "Aufgabenberichte";
"Level7" = "Ebene7";
"Print" = "Drucken";
"Downloading..." = "Herunterladen...";
"Failed to Overwrite" = "Überschreiben fehlgeschlagen";
"Duplicate" = "Duplizieren";
"...by Project" = "...nach Projekt";
"Italic" = "Kursiv";
"Restore into..." = "Wiederherstellen in...";
"Starting with Children" = "Beginnend mit Unterpunkten";
"Options" = "Optionen";
"All Maps" = "Alle Maps";
"Undo" = "Widerrufen";
"Test" = "Testen";
"Configuring Dropbox" = "Dropbox wird konfiguriert";
"New Child Level" = "Neue Unterpunktebene";
"Change Password..." = "Passwort ändern...";
"Wireframe (Monochrome)" = "Drahtgitter (Monochrom)";
"Upload Failed" = "Upload fehlgeschlagen";
"Show 1 Level" = "1 Ebene anzeigen";
"Due" = "Fällig";
"Failed to Open" = "Öffnen fehlgeschlagen";
"Failed to Import Text" = "Textimport fehlgeschlagen";
"Document imported" = "Dokument importiert";
"Login" = "Anmelden";
"Level8" = "Ebene8";
"New Account" = "Neuer Account";
"Headers" = "Kopfzeilen";
"Icon Removed" = "Symbol entfernt";
"Topic Numbering" = "Themen-Nummerierung";
"...saved in style library." = "...in Stile-Bibliothek gespeichert.";
"Canvas" = "Leinwand";
"Thank you for considering iThoughtsX. Your %ld day trial has come to an end. Please visit the website to purchase a license or arrange an extension." = "Vielen Dank, dass Sie iThoughtsX in Betracht ziehen. Ihre %ld-tägige Testzeit ist zu Ende. Besuchen Sie bitte die Website, um eine Lizenz zu erwerben oder eine Verlängerung zu arrangieren.";
"Decrease Progress" = "Fortschritt verringern";
"Rounded Rectangle" = "Abgerundetes Rechteck";
"Please keep the password safe. There is no way to open the map without it." = "Bitte bewahren Sie Ihr Passwort sicher auf. Ohne das Passwort kann die Map nicht geöffnet werden.";
"Effort" = "Aufwand";
"Distribute" = "Verteilen";
"1" = "1";
"2" = "2";
"3" = "3";
"4" = "4";
"5" = "5";
"Clear Selection" = "Auswahl aufheben";
"Vertical" = "Vertikal";
"6" = "6";
"Hide Completed Tasks" = "Erledigte Aufgaben ausblenden";
"Confirm" = "Bestätigen";
"7" = "7";
"8" = "8";
"Manual" = "Manuell";
"Random" = "Zufällig";
"9" = "9";
"Branch Sorted: %@" = "Zweig sortiert: %@";
"Image (.png)" = "Bild (.png)";
"If you like iThoughts, please help support future updates with a review on the AppStore." = "Wenn Ihnen iThoughts gefällt, unterstützen Sie doch bitte zukünftige Updates mit einer Bewertung im App Store.";
"Curved Bracket" = "Runde Klammer";
"Watermark" = "Wasserzeichen";
"Level9" = "Ebene9";
"Reminder Created" = "Erinnerung erstellt";
"Failed to open\n%@" = "Öffnen fehlgeschlagen:\n%@";
"US Letter" = "US-Letter";
"Verify:" = "Bestätigen:";
"Unlink" = "Verknüpfung aufheben";
"Generating Exports..." = "Exporte generieren...";
"%ldx%ldpt" = "%1$ld x %2$ld pt";
"Relationship" = "Beziehung";
"Delete Account? (no maps will be deleted)" = "Account löschen? (Maps werden nicht gelöscht)";
"%ld bytes" = "%ld Bytes";
"Tap Related Topic" = "Zugehöriges Thema antippen";
".docx Options" = ".docx-Optionen";
"%@ - %@" = "%1$@ – %2$@";
"...is now on the clipboard and can be pasted into a map." = "...ist jetzt in der Zwischenablage und kann in eine Map eingefügt werden.";
"Top" = "Oben";
"On" = "Ein";
"Cloud" = "Cloud";
"Please enter a new name for the style." = "Bitte einen neuen Namen für den Stil eingeben.";
"Image (selected)" = "Bild (ausgewählt)";
"Header1" = "Kopfzeile1";
"Delete Branch" = "Zweig löschen";
"Finish" = "Fertig";
"Width" = "Breite";
"Awaiting Authorization" = "Genehmigung ausstehend";
"Make Slide" = "Folie erstellen";
"Start Date" = "Startdatum";
"Home" = "Home";
"No Selection" = "Nichts ausgewählt";
"Starting at Selected" = "Beginnend ab Auswahl";
"Please enter a descriptive name for this account." = "Bitte einen beschreibenden Namen für diesen Account eingeben.";
"Feedback" = "Feedback";
"Archive" = "Archivieren";
"Cut" = "Ausschneiden";
"Show/Hide Children" = "Unterpunkte ein-/ausblenden";
"Stop Sync" = "Sync stoppen";
"This map must be given a name and saved before topic links can be generated" = "Diese Map muss benannt und gespeichert werden, bevor Themenlinks generiert werden können";
"List (bullets)" = "Liste (Aufzählungszeichen)";
"Typeface" = "Schriftart";
"Delete Topic" = "Thema löschen";
"less than or equal to" = "kleiner als oder gleich";
"Snap to Topic" = "An Thema koppeln";
"Now paste the clipboard into the flashcard website for import." = "Fügen Sie nun die Zwischenablage zum Importieren in die Lernkarten-Website ein.";
"Email Reminder" = "E-Mail-Erinnerung";
"Square Bracket" = "Eckige Klammer";
"Branch Cut" = "Zweig ausgeschnitten";
"Style Settings" = "Stileinstellungen";
"Unlink? (no maps will be deleted)" = "Verknüpfung aufheben? (Maps werden nicht gelöscht)";
"Resources" = "Ressourcen";
"New Sibling Before" = "Neuer Nebenpunkt davor";
"Press + to link a local folder to a folder in the cloud. Once linked, those folders will be synchronised automatically.\n\nIn a moment, you will be asked to:\n\n- Choose/create a local folder\n- Choose a cloud account\n- Choose a cloud folder\n- Choose the formats to sync\n\nFor more information please tap the 'Help' option below." = "Drücken Sie das (+)-Zeichen, um einen lokalen Ordner mit einem Ordner in der Cloud zu verknüpfen. Nach erfolgtem Verknüpfen werden diese Ordner automatisch synchronisiert.\n\nIn Kürze werden Sie darum gebeten:\n\n- einen lokalen Ordner auszuwählen/zu erstellen\n- einen Cloud-Account auszuwählen\n- einen Cloud-Ordner auszuwählen\n- die zu synchronisierenden Formate festzulegen\n\nWeitere Information erhalten Sie durch Antippen der 'Hilfe'-Option unten.";
"Level2+ Style" = "Stil Ebene2+";
"Library Image" = "Bild aus Bibliothek";
"Convex" = "Konvex";
"Embed" = "Einbetten";
"Not Now" = "Nicht jetzt";
"Duplicate not supported. Please consider purchasing the fully functional iThoughts app." = "Duplizieren nicht unterstützt. Erwägen Sie bitte den Kauf der voll funktionsfähigen iThoughts-App.";
"Subscript" = "Tiefgestellt";
"Network Connection Failed" = "Netzwerkverbindung fehlgeschlagen";
"Fit Map" = "Map anpassen";
"Delete this rule?" = "Diese Regel löschen?";
"Create Event" = "Event erstellen";
"Compact" = "Kompakt";
"Use Map Defaults" = "Map-Standardwerte verwenden";
"New/Verified Password Do Not Match" = "Neues und bestätigtes Passwort stimmen nicht überein";
"Regular" = "Normal";
"Apply descending font sizes to child topics?" = "Absteigende Schriftgrößen auf Unterpunktthemen anwenden?";
"No Apps Found" = "Keine Apps gefunden";
"No 'target' Parameter Supplied" = "Keine Parameter für 'target' angegeben";
"Map Style" = "Map-Stil";
"iThoughtsX does not normally have access to this document. Please confirm that you wish to proceed." = "iThoughtsX hat normalerweise keinen Zugriff auf dieses Dokument. Bestätigen Sie bitte, dass Sie fortfahren möchten.";
"Slides (.pdf)" = "Folien (.pdf)";
"Welcome" = "Willkommen";
"Incorrect Password" = "Falsches Passwort";
"To Front" = "Nach vorne";
"Upload Complete" = "Upload abgeschlossen";
"Change Sync Formats" = "Sync-Formate ändern";
"Code" = "Code";
"Increase Progress" = "Fortschritt erhöhen";
"Focus On Selected" = "Fokus auf Auswahl";
"Header2" = "Kopfzeile2";
"Start" = "Start";
"Saving" = "Speichern";
"Set Password..." = "Passwort festlegen...";
"Progress: %@" = "Fortschritt: %@";
"Map Scale" = "Map-Maßstab";
"Wireframe (Color)" = "Drahtgitter (Farbe)";
"Remove from Favourites" = "Aus Favoriten entfernen";
"hours" = "Stunden";
"later than or equal to" = "später als oder gleich";
"Full Color" = "Vollfarbe";
"Finger Drawing Enabled" = "Fingerzeichnen aktiviert";
"The path '%@' is a Windows path." = "Der Pfad \"%@\" ist ein Windows-Pfad.";
"Download Pending" = "Download ausstehend";
"Real Paper" = "Echtes Papier";
"Enter a new name for the style" = "Neuen Namen für den Stil eingeben";
"Remove All" = "Alle entfernen";
"Sort" = "Sortieren";
"Draw 'strokes' with your finger.\n\nUse 2 fingers to PAN and ZOOM around the canvas.\n\nLong press on the canvas then drag or hold down 'SHIFT' to select multiple 'strokes'." = "Zeichnen Sie 'Striche' mit Ihrem Finger.\n\nZum VERSCHIEBEN und ZOOMEN auf der Leinwand zwei Finger verwenden.\n\nAuf Leinwand drücken und dann ziehen oder Umschalttaste gedrückt halten, um mehrere 'Striche' auszuwählen.";
"starts with" = "beginnt mit";
"Selected" = "Ausgewählte";
"Focus on Selected" = "Fokus auf Auswahl";
"Failed to find any email addresses" = "Keine E-Mail-Adresse gefunden";
"Press and hold a map or folder to restore it." = "Drücken und halten Sie eine Map oder einen Ordner, um diese(n) wiederherzustellen.";
"Remove Last" = "Letztes entfernen";
"Level %ld" = "Ebene %ld";
"Strike Through" = "Durchstreichen";
"End Edit" = "Bearbeiten beenden";
"Long press on the canvas or hold down 'SHIFT' to select multiple topics." = "Leinwand oder Umschalttaste gedrückt halten, um mehrere Themen auszuwählen.";
"Style Already Exists." = "Stil bereits vorhanden";
"earlier than or equal to" = "früher als oder gleich";
"Cousins" = "Unterunterpunkte";
"Indexing..." = "Indizierung...";
"Bullets" = "Aufzählungszeichen";
"(or canvas for new)" = "(oder Leinwand für neues)";
"Saturated" = "Gesättigt";
"Please enter a valid URL for the WebDAV server." = "Bitte eine gültige URL für den WebDAV-Server eingeben.";
"Enter notes here.." = "Notizen hier eingeben";
"Archive requires an app which supports ZIP files." = "Zum Archivieren ist eine App erforderlich, die ZIP-Dateien unterstützt.";
"Open Link" = "Link öffnen";
"Topic Hugging" = "Thema umarmen";
"S Bend" = "S-Kurve";
"Share on Biggerplate.com" = "Auf Biggerplate.com teilen";
"Finger Drawing Disabled\n(use Apple Pencil)" = "Fingerzeichnen deaktiviert\n(Apple Pencil verwenden)";
"Unreachable Link" = "Link nicht erreichbar";
"Hugging" = "Umarmen";
"Range" = "Palette";
"Start: %@" = "Start: %@";
"Open In Safari" = "In Safari öffnen";
"Drag/drop topics onto this button to mark them task complete. Alternatively, long press this button to mark the selected topics task complete." = "Ziehen Sie Themen auf diese Schaltfläche, um sie als erledigt zu markieren. Alternativ dazu können Sie die Aufgaben ausgewählter Themen durch langes Drücken dieser Schaltfläche als erledigt markieren.";
"Failed to get authorization from Biggerplate.com" = "Genehmigung von Biggerplate.com nicht erhalten";
"Auto Align" = "Autom. ausrichten";
"Clipboard" = "Zwischenablage";
"Blue" = "Blau";
"Updating" = "Aktualisieren";
"Open in Another App" = "In einer anderen App öffnen";
"Auto Zoom Enabled" = "Auto-Zoom aktiviert";
"Search" = "Suchen";
"tw.linkTogether" = "Link";
"year" = "Jahr";
"Light Patterns" = "Helle Muster";
"Back" = "Zurück";
"Error" = "Fehler";
"same as" = "gleich wie";
"Checking Network Connection..." = "Netzwerkverbindung prüfen...";
"Reset all topic colors, shapes and fonts to the style defaults. This can be undone." = "Alle Themenfarben, Formen und Schriften werden auf den Standardstil zurückgesetzt. Dies kann nicht rückgängig gemacht werden.";
"Open encrypted map" = "Verschlüsselte Map öffnen";
"Hide" = "Ausblenden";
"Invalid URL" = "Ungültige URL";
"Failed to Locate Map" = "Map nicht gefunden";
"Rules" = "Regeln";
"Header3" = "Kopfzeile3";
"Image Copied" = "Bild kopiert";
"Uploading a linked map/folder is possible but not recommended. It's better to let the sync process upload it automatically." = "Hochladen einer verknüpften Map oder eines verknüpften Ordners ist möglich, wird jedoch nicht empfohlen. Es ist besser, verknüpfte Elemente durch den Sync-Prozess automatisch hochladen zu lassen.";
"Show in Finder" = "Im Finder zeigen";
"Add to Favourites" = "Zu Favoriten hinzufügen";
"Uploading..." = "Hochladen...";
"Browser Transfer" = "Browser-Transfer";
"No Internet Connection" = "Keine Internetverbindung";
"Square" = "Quadrat";
"Create Reminder" = "Erinnerung erstellen";
"Modified Yesterday" = "Gestern abgeändert";
"Created using iThoughts" = "Mittels iThoughts erstellt";
"week" = "Woche";
"Website (.zip)" = "Website (.zip)";
"Close" = "Schließen";
"Level1 Style" = "Stil Ebene1";
"Upload Folder" = "Ordner hochladen";
"Keep All" = "Alle beibehalten";
"Map" = "Map";
"Transparent" = "Transparent";
"hour" = "Stunde";
"Link Copied" = "Link kopiert";
"Notes Font" = "Notizenschrift";
"Hide Status Bar" = "Statusleiste ausblenden";
"Select Log File" = "Logdatei auswählen";
"Modified Today" = "Heute abgeändert";
"View" = "Ansicht";
"Failed to Load Map" = "Laden der Map fehlgeschlagen";
"Size" = "Größe";
"This Week" = "Diese Woche";
"Inherit Color" = "Farbe erben";
"Please enter a title and description for this map." = "Bitte Titel und Beschreibung für diese Map eingeben.";
"Notes Appendix" = "Notizen als Anhang";
"Restored" = "Wiederhergestellt";
"Passwords" = "Passwörter";
"Outline View" = "Inhaltsübersichtsanzeige";
"Wireframe (Color+Text)" = "Drahtgitter (Farbe+Text)";
"Very Convex" = "Sehr konvex";
"Submit Debug Log" = "Debug-Log senden";
"not in the next" = "nicht innerhalb der/des nächsten";
"Set Effort" = "Aufwand festlegen";
"Show All" = "Alle einblenden";
"Thank you for considering iThoughtsX. You are over half way through your %ld day trial. If you have any questions, suggestions or issues please visit the website and let us know." = "Vielen Dank, dass Sie iThoughtsX in Betracht ziehen. Ihre %ld-tägige Testzeit ist halb abgelaufen. Wenn Sie Fragen, Anregungen oder Probleme haben, besuchen Sie bitte die Website und lassen Sie uns dies wissen.";
"Attachment" = "Anhang";
"New Callout" = "Neues Callout";
"Save Page (offline)" = "Seite speichern (offline)";
"This Folder" = "Diesen Ordner";
"Upload Map" = "Map hochladen";
"Header4" = "Kopfzeile4";
"Photos" = "Fotos";
"Broken Link" = "Defekter Link";
"Password:" = "Passwort:";
"Link to Map" = "Mit anderer Map verknüpfen";
"Sorted: %@" = "Sortiert: %@";
"No saved passwords" = "Keine Passwörter gespeichert";
"Priority (%ld)" = "Priorität (%ld)";
"Date" = "Datum";
"(Level2+ auto aligned)" = "(Ebene2+ autom. ausgerichtet)";
"Due This Month" = "Diesen Monat fällig";
"Curved" = "Kurvig";
"Copy Link" = "Link kopieren";
"Quick Look" = "Kurzer Blick";
"External Display Resolution" = "Externe Anzeigeauflösung";
"Priority1" = "Priorität 1";
"Reset Map" = "Map zurücksetzen";
"Restoring..." = "Wiederherstellen...";
"Not set" = "Nicht festgelegt";
"Cost" = "Kosten";
"Inherited" = "Geerbt";
"Stock" = "Bestand";
"No" = "Nein";
"It looks like you also have a copy of iThoughtsX from the Mac App Store installed.\n\nThe version you just launched should probably be removed. Would you like to quit now so you can move this unneeded file to the Trash?\n\nHint: Use the \"Move to Trash\" item in the \"File\" menu after the Finder window appears." = "Sieht so aus, als ob Sie auch eine Kopie von iThoughtsX aus dem Mac App Store installiert haben.\n\nDie von Ihnen gerade gestartete Version sollte vermutlich entfernt werden. Möchten Sie diese jetzt beenden, um die nicht benötigte Datei in den Papierkorb zu verschieben?\n\nTipp: Verwenden Sie im Dateimenü \"In den Papierkorb legen\", nachdem das Finder-Fenster angezeigt wird.";
"Time" = "Zeit";
"Very Concave" = "Sehr konkav";
"equal to" = "gleich";
"Change" = "Ändern";
"Mail not configured" = "E-Mail nicht konfiguriert";
"Image" = "Bild";
"Updating System..." = "System wird aktualisiert...";
"Show on Biggerplate.com" = "Auf Biggerplate.com anzeigen";
"Children" = "Unterpunkte";
"Archiving..." = "Archivierung...";
"Email Event" = "Event e-mailen";
"Flashcards copied to clipboard" = "Lernkarten in Zwischenablage kopiert";
"Overwrite" = "Überschreiben";
"Delete Cloud Copy" = "Cloud-Kopie löschen";
"All maps will be packaged into a single ZIP file and sent over to an app of your choice for safe keeping." = "Alle Maps werden in eine ZIP-Datei verpackt und zur sicheren Verwahrung an eine App Ihrer Wahl gesendet.";
"Delete Single Topic" = "Einzelnes Thema löschen";
"Long press the full screen button to enable read-only view." = "Vollbildschaltfläche gedrückt halten, um schreibgeschützte Ansicht zu aktivieren.";
"Please enable iThoughts in System Settings -> Privacy" = "Bitte iThoughts in den Systemeinstellungen -> Datenschutz aktivieren";
"in the next" = "innerhalb der/des nächsten";
"Show 3 Levels" = "3 Ebenen anzeigen";
"No path supplied and there are no open maps" = "Kein Pfad angegeben und keine Maps offen";
"Dark Patterns" = "Dunkle Muster";
"Straight Tapered" = "Spitz zulaufend";
"Edit Topic Text" = "Thementext bearbeiten";
"Rich Text (.rtf)" = "Rich-Text (.rtf)";
"Task Report by Resource for %@" = "Aufgabenbericht nach Ressource für %@";
"Fishbone" = "Fischgräte";
"Inbox" = "Eingangskorb";
"Checking for updates" = "Updates werden gesucht";
"Maps saved into the 'Dropbox' folder will be synced with a folder named 'iThoughts' in your Dropbox." = "Im 'Dropbox'-Ordner gespeicherte Maps werden in Ihrem Dropbox-Account mit dem Ordner 'iThoughts' synchronisiert.";
"Header5" = "Kopfzeile5";
"day" = "Tag";
"Make Topic With Link" = "Thema mittels Link erstellen";
"Generating Attachments..." = "Anhänge generieren...";
"Hide All" = "Alle ausblenden";
"Modified Since Open" = "Seit Öffnen abgeändert";
"Related" = "Zugehörige";
"Select Folder" = "Ordner auswählen";
"Display name" = "Anzeigename";
"Cancel" = "Abbrechen";
"Rollup" = "Rollup";
"Bold" = "Fett";
"Account" = "Account";
"Download" = "Herunterladen";
"Uploading to Biggerplate.com" = "Zu Biggerplate.com hochladen";
"Select All Relationships" = "Alle Beziehungen auswählen";
"Folder already linked. Please choose another folder." = "Ordner bereits verknüpft. Bitte einen anderen Ordner auswählen.";
"Copy Image (clipboard)" = "Bild kopieren (Zwischenablage)";
"Callout Shape" = "Callout-Form";
"Map Page Size" = "Seitengröße Map";
"Edit Account" = "Account bearbeiten";
"Thickness" = "Stärke";
"Set Cost" = "Kosten festlegen";
"Cost Units" = "Kosteneinheiten";
"Topic Added" = "Thema hinzugefügt";
"Horizontal" = "Horizontal";
"Library Icons" = "Bestandssymbole";
"Branch" = "Zweig";
"New Map" = "Neue Map";
"To Back" = "Nach hinten";
"Download Failed" = "Download fehlgeschlagen";
"Priority" = "Priorität";
"Hide Branches" = "Zweige ausblenden";
"Insert Link" = "Link einfügen";
"month" = "Monat";
"Insert Image (topic)" = "Bild einfügen (Thema)";
"Arrange" = "Anordnen";
"Reports" = "Berichte";
"Check for Updates" = "Nach Updates suchen";
"Continue" = "Weiter";
"Icons" = "Symbole";
"Archive Now" = "Jetzt archivieren";
"Appendix Page Size" = "Seitengröße Anhang";
"Line Style" = "Linienstil";
"CANNOT DOWNLOAD IMAGE OVER INSECURE HTTP CONNECTION" = "BILD KANN NICHT ÜBER UNSICHERE HTTP-VERBINDUNG HERUNTERGELADEN WERDEN";
"Table (3 columns)" = "Tabelle (3 Spalten)";
"Callout Font" = "Callout-Schrift";
"Relationships" = "Beziehungen";
"Green" = "Grün";
"Progress: Rollup" = "Fortschritt: Rollup";
"Select" = "Auswählen";
"Alignment" = "Ausrichtung";
"Straight" = "Gerade";
"Show/Hide" = "Ein-/Ausblenden";
"System Styles" = "Systemstile";
"Rainbow" = "Regenbogen";
"Reveal saved passwords for encrypted maps" = "Gespeicherte Passwörter für verschlüsselte Maps anzeigen";
"Parallelogram" = "Parallelogramm";
"Paste as Floating" = "Als schwebend einfügen";
"Generating Image..." = "Bild generieren...";
"Clear [%@]" = "Zurücksetzen [%@]";
"Resource Tasks (.html)" = "Ressource-Aufgaben (.html)";
"Failed to save conflicting versions." = "Speichern gegensätzlicher Versionen fehlgeschlagen.";
"Review on AppStore" = "Im App Store bewerten";
"A0" = "A0";
"Header6" = "Kopfzeile6";
"Trial Progress" = "Testzeitverlauf";
"%1.1f GB" = "%1.1f GB";
"A1" = "A1";
"Rename" = "Umbenennen";
"Due Today" = "Heute fällig";
"Hide Topics" = "Themen ausblenden";
"A2" = "A2";
"%1.1f MB" = "%1.1f MB";
"Markdown Options" = "Markdown-Optionen";
"Sending %@ from iThoughts" = "%@ – von iThoughts gesendet";
"A3" = "A3";
"A4" = "A4";
"Never" = "Nie";
"A5" = "A5";
"[SHIFT] Hold this down to select multiple items." = "[SHIFT] Gedrückt halten, um mehrere Elemente auszuwählen.";
"Save Archive" = "Archiv speichern";
"Mirror" = "Spiegeln";
"Image Saved" = "Bild gespeichert";
"Branch Copied" = "Zweig kopiert";
"Remove Text" = "Text entfernen";
"Paste Formatted" = "Formatiert einfügen";
"It's over a week since you last archived your maps. Would you like to save an archive?" = "Sie haben Ihre Maps seit über einer Woche nicht archiviert. Möchten Sie ein Archiv speichern?";
"This Map" = "Diese Map";
"Quote" = "Zitat";
"Long press the trash button to delete the selected items." = "Papierkorbschaltfläche gedrückt halten, um die ausgewählten Elemente zu löschen.";
"Share" = "Teilen";
"Select folder for '%@'" = "Ordner für '%@' auswählen";
"Delete Account" = "Account löschen";
"Tasks in Progress" = "Unfertige Aufgaben";
"App Store" = "App Store";
"Edit/View Notes" = "Notizen bearbeiten/anzeigen";
"US Tabloid/Ledger" = "US-Tabloid/Ledger";
